aaron-bond.better-comments
aaronyoung.dark-synthwave-vscode
adpyke.codesnap
akamud.vscode-theme-onedark
asvetliakov.vscode-neovim
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cstrap.flask-snippets
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.vscode-mysql
fwcd.kotlin
hediet.vscode-drawio
kevinrose.vsc-python-indent
mathiasfrohlich.kotlin
mhutchie.git-graph
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
njpwerner.autodocstring
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
redhat.java
ritwickdey.liveserver
robbowen.synthwave-vscode
rust-lang.rust-analyzer
sabrsorensen.synthwave-blues
samuelcolvin.jinjahtml
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
tal7aouy.theme
techer.open-in-browser
tomoki1207.pdf
twxs.cmake
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wallabyjs.quokka-vscode
wesbos.theme-cobalt2
wholroyd.jinja
wix.glean
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
yummygum.city-lights-theme
zhuangtongfa.material-theme
zignd.html-css-class-completion
zobo.php-intellisense
